/*
 Navicat Premium Data Transfer

 Source Server         : 192.168.120.20
 Source Server Type    : MySQL
 Source Server Version : 80027
 Source Host           : 192.168.120.20:3306
 Source Schema         : yygh_manage

 Target Server Type    : MySQL
 Target Server Version : 80027
 File Encoding         : 65001

 Date: 21/07/2022 18:28:40
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for hospital_set
-- ----------------------------
DROP TABLE IF EXISTS `hospital_set`;
CREATE TABLE `hospital_set`  (
  `id` bigint NOT NULL AUTO_INCREMENT COMMENT '编号',
  `hoscode` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '医院编号',
  `sign_key` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '签名秘钥',
  `api_url` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '统一挂号平台api地址',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `is_deleted` tinyint NOT NULL DEFAULT 0 COMMENT '逻辑删除(1:已删除，0:未删除)',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 3 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '医院设置表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of hospital_set
-- ----------------------------
INSERT INTO `hospital_set` VALUES (1, '10000', '330928180117135f0566cf7c59cfd9c2', 'http://localhost:8201', '2022-07-17 07:58:41', '2022-07-17 08:06:38', 0);

-- ----------------------------
-- Table structure for order_info
-- ----------------------------
DROP TABLE IF EXISTS `order_info`;
CREATE TABLE `order_info`  (
  `id` bigint NOT NULL AUTO_INCREMENT COMMENT '编号',
  `schedule_id` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '排班id',
  `patient_id` bigint NULL DEFAULT NULL COMMENT '就诊人id',
  `number` int NULL DEFAULT NULL COMMENT '预约号序',
  `fetch_time` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '建议取号时间',
  `fetch_address` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '取号地点',
  `amount` decimal(10, 0) NULL DEFAULT NULL COMMENT '医事服务费',
  `pay_time` datetime NULL DEFAULT NULL COMMENT '支付时间',
  `quit_time` datetime NULL DEFAULT NULL COMMENT '退号时间',
  `order_status` tinyint NULL DEFAULT NULL COMMENT '订单状态',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `is_deleted` tinyint NOT NULL DEFAULT 0 COMMENT '逻辑删除(1:已删除，0:未删除)',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 13 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '订单表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of order_info
-- ----------------------------
INSERT INTO `order_info` VALUES (11, '62d3f686dfad727931ef8874', 1, 35, '0 14:00前', '一楼9号窗口', 100, NULL, NULL, 0, '2022-07-21 02:23:40', '2022-07-21 02:23:40', 0);
INSERT INTO `order_info` VALUES (12, '62d3f686dfad727931ef8874', 1, 36, '0 14:00前', '一楼9号窗口', 100, '2022-07-21 16:20:25', '2022-07-21 16:57:46', -1, '2022-07-21 08:20:07', '2022-07-21 08:20:07', 0);

-- ----------------------------
-- Table structure for schedule
-- ----------------------------
DROP TABLE IF EXISTS `schedule`;
CREATE TABLE `schedule`  (
  `id` bigint NOT NULL DEFAULT 0 COMMENT '编号',
  `hoscode` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '医院编号',
  `depcode` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '科室编号',
  `title` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '职称',
  `docname` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '医生名称',
  `skill` text CHARACTER SET utf8 COLLATE utf8_general_ci NULL COMMENT '擅长技能',
  `work_date` date NULL DEFAULT NULL COMMENT '安排日期',
  `work_time` tinyint NULL DEFAULT 0 COMMENT '安排时间（0：上午 1：下午）',
  `reserved_number` int NULL DEFAULT 0 COMMENT '可预约数',
  `available_number` int NULL DEFAULT 0 COMMENT '剩余预约数',
  `amount` decimal(10, 0) NULL DEFAULT NULL COMMENT '挂号费',
  `status` tinyint NULL DEFAULT NULL COMMENT '排班状态（-1：停诊 0：停约 1：可约）',
  `create_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `update_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `is_deleted` tinyint NOT NULL DEFAULT 0 COMMENT '逻辑删除(1:已删除，0:未删除)',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '医生日程安排表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of schedule
-- ----------------------------
INSERT INTO `schedule` VALUES (1, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2022-07-21', 0, 33, 22, 100, 1, '2022-07-17 11:45:19', '2022-07-20 07:36:26', 0);
INSERT INTO `schedule` VALUES (2, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2022-07-21', 0, 40, 6, 100, 1, '2022-07-17 11:46:14', '2022-07-20 07:36:26', 0);
INSERT INTO `schedule` VALUES (3, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2022-07-21', 1, 27, 10, 100, 1, '2022-07-17 11:46:14', '2022-07-20 07:36:26', 0);
INSERT INTO `schedule` VALUES (4, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2022-07-22', 0, 33, 22, 100, 1, '2022-07-17 11:46:14', '2022-07-20 07:38:44', 0);
INSERT INTO `schedule` VALUES (5, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2022-07-22', 0, 40, 6, 100, 1, '2022-07-17 11:46:14', '2022-07-20 07:38:44', 0);
INSERT INTO `schedule` VALUES (6, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2022-07-22', 1, 27, 10, 100, 1, '2022-07-17 11:46:14', '2022-07-20 07:38:44', 0);
INSERT INTO `schedule` VALUES (7, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2022-07-22', 0, 33, 22, 100, 1, '2022-07-17 11:46:14', '2022-07-20 07:38:44', 0);
INSERT INTO `schedule` VALUES (8, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2022-07-22', 0, 40, 6, 100, 1, '2022-07-17 11:46:14', '2022-07-20 07:38:44', 0);
INSERT INTO `schedule` VALUES (9, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2022-07-22', 1, 27, 10, 100, 1, '2022-07-17 11:46:14', '2022-07-20 07:38:44', 0);
INSERT INTO `schedule` VALUES (10, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2022-07-22', 0, 33, 22, 100, 1, '2022-07-17 11:46:14', '2022-07-20 07:38:44', 0);
INSERT INTO `schedule` VALUES (11, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2022-07-22', 0, 40, 6, 100, 1, '2022-07-17 11:46:14', '2022-07-20 07:38:44', 0);
INSERT INTO `schedule` VALUES (12, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2022-07-22', 1, 27, 10, 100, 1, '2022-07-17 11:46:14', '2022-07-20 07:38:44', 0);
INSERT INTO `schedule` VALUES (13, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-17', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (14, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-26', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (15, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-26', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (16, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-18', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (17, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-27', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (18, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-27', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (19, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-19', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (20, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-28', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (21, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-28', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (22, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-20', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (23, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-29', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (24, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-29', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (25, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-21', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (26, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-30', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (27, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-30', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (29, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-30', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (30, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-30', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (31, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-01', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (32, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-01', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (33, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-01', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (34, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-02', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (35, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-02', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (36, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-02', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (37, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-03', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (38, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-03', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (39, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-03', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (40, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-04', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (41, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-04', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (42, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-04', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (43, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-05', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (44, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-05', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (45, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-05', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (46, '10000', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-06', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (47, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-06', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (48, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-06', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (49, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-07', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (50, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-07', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (51, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-07', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (52, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-08', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (53, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-08', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (54, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-08', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (55, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-09', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (56, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-09', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (57, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-09', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (58, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-10', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (59, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-10', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (60, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-10', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (61, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-11', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (62, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-11', 0, 40, 4, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (63, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-11', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (64, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-12', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (65, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-12', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (66, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-12', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (67, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-13', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (68, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-13', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (69, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-13', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (70, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-14', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (71, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-14', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (72, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-14', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (73, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-15', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (74, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-15', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (75, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-15', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (76, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-16', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (77, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-16', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (78, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-16', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (79, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-17', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (80, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-17', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (81, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-17', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (82, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-18', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (83, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-18', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (84, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-18', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (85, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-19', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (86, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-19', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (87, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-19', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (88, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-20', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (89, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-20', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (90, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-20', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (91, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-21', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (92, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-21', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (93, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-21', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (94, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-22', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (95, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-22', 0, 40, 6, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (96, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-22', 1, 27, 10, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (97, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-23', 0, 33, 22, 100, 1, '2022-07-17 11:46:15', '2022-07-17 11:46:15', 0);
INSERT INTO `schedule` VALUES (98, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-23', 0, 40, 6, 100, 1, '2022-07-17 11:46:16', '2022-07-17 11:46:16', 0);
INSERT INTO `schedule` VALUES (99, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-23', 1, 27, 10, 100, 1, '2022-07-17 11:46:16', '2022-07-17 11:46:16', 0);
INSERT INTO `schedule` VALUES (100, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-24', 0, 33, 22, 100, 1, '2022-07-17 11:46:16', '2022-07-17 11:46:16', 0);
INSERT INTO `schedule` VALUES (101, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-24', 0, 40, 6, 100, 1, '2022-07-17 11:46:16', '2022-07-17 11:46:16', 0);
INSERT INTO `schedule` VALUES (102, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-24', 1, 27, 10, 100, 1, '2022-07-17 11:46:16', '2022-07-17 11:46:16', 0);
INSERT INTO `schedule` VALUES (103, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-25', 0, 33, 22, 100, 1, '2022-07-17 11:46:16', '2022-07-17 11:46:16', 0);
INSERT INTO `schedule` VALUES (104, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-25', 0, 40, 6, 100, 1, '2022-07-17 11:46:16', '2022-07-17 11:46:16', 0);
INSERT INTO `schedule` VALUES (105, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-25', 1, 27, 10, 100, 1, '2022-07-17 11:46:16', '2022-07-17 11:46:16', 0);
INSERT INTO `schedule` VALUES (106, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-26', 0, 33, 22, 100, 1, '2022-07-17 11:46:16', '2022-07-17 11:46:16', 0);
INSERT INTO `schedule` VALUES (107, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-26', 0, 40, 6, 100, 1, '2022-07-17 11:46:16', '2022-07-17 11:46:16', 0);
INSERT INTO `schedule` VALUES (108, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-26', 1, 27, 10, 100, 1, '2022-07-17 11:46:16', '2022-07-17 11:46:16', 0);
INSERT INTO `schedule` VALUES (109, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-27', 0, 33, 22, 100, 1, '2022-07-17 11:46:16', '2022-07-17 11:46:16', 0);
INSERT INTO `schedule` VALUES (110, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-27', 0, 40, 6, 100, 1, '2022-07-17 11:46:16', '2022-07-17 11:46:16', 0);
INSERT INTO `schedule` VALUES (111, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-27', 1, 27, 10, 100, 1, '2022-07-17 11:46:16', '2022-07-17 11:46:16', 0);
INSERT INTO `schedule` VALUES (112, '10000', '200040878', '医师', '', '内分泌科常见病。', '2021-01-28', 0, 33, 22, 100, 1, '2022-07-17 11:46:16', '2022-07-17 11:46:16', 0);
INSERT INTO `schedule` VALUES (113, '10000', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-28', 0, 40, 6, 100, 1, '2022-07-17 11:46:16', '2022-07-17 11:46:16', 0);
INSERT INTO `schedule` VALUES (114, '10000', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-28', 1, 27, 10, 100, 1, '2022-07-17 11:46:16', '2022-07-17 11:46:16', 0);

SET FOREIGN_KEY_CHECKS = 1;
